In [3]:
import pandas as pd

In [1]:
data = {
    "Name" : ["Ram", "Shyam", "Ghanshyam", "SundarShyam"],
    "Age" : [10, 20, 30, 40],
    "City" : ["Delhi", "Kanpur", "Lucknow", "Mumbai"]
}

In [4]:
df = pd.DataFrame(data)

In [5]:
df

          Name  Age     City
0          Ram   10    Delhi
1        Shyam   20   Kanpur
2    Ghanshyam   30  Lucknow
3  SundarShyam   40   Mumbai

In [7]:
df.to_csv("save.csv", index = False)

In [8]:
df.to_excel("save.xlsx", index = False)

In [9]:
df.to_json("save.json", index = False)